import type { Card } from "../type/card";

export const arcana:Card[] = [
    {// 0 The Fool
        numberCard: 0,
        name: "0 The Fool",
        meanTH:   `เป็นจุดเริ่มต้นใหม่ๆที่ไม่เคยทำ มีความสนุกสนานโดยไม่รู้จุดหมาย มีการเปิดรับสิ่งใหม่ๆ 
                การบุกเบิกการผจญภัย ไม่ได้อยู่เฉยๆเพราะต้องเดินทางบ่อย หรืออาจหมายถึงความล่องลอยไร้จุดหมาย 
                ความไม่แน่นอนในชีวิตหรือใช้ชีวิตอย่างประมาท`, 
        meanGoodTH: "กำลังเจอประสบการณ์ใหม่ๆ มีอิสระ",
        meanBadTH: "อาจมีความประมาท ความรู้เท่าไม่ถึงการณ์ ความไร้เดียงสา",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "การใช้ชีวิตแบบไม่ประมาทถือว่าเป็นสิ่งที่สำคัญ"
    },{// 1 The Magician
        numberCard: 1,
        name: "1 The Magician",
        meanTH:   `เป็นช่วงที่เหมาะกับการเจรจาติดต่อสื่อสารมักจะได้ผลที่น่าพอใจ 
                หรือเป็นช่วงที่ต้องพิสูจน์ตัวเองจากความสามารถของตนในการแก้ปัญหา
                ซึ่งถือได้ว่าเป็นสถานการณ์ของคนเก่งที่สร้างโอกาสได้`,
        meanGoodTH: "มีความรู้ทักษะรอบด้าน มีไหวพริบ เจรจาเข้าสังคมเก่ง",
        meanBadTH: "มีความโลเลหรือการมีเล่ห์เหลี่ยม",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "อาจมีความโลเลบ้างไม่ใช่เรื่องผิด แต่อย่าลืมใช้ไหวพริบที่มีในการตัดสินใจด้วย"
    },{// 2 The High Priestess
        numberCard: 2,
        name: "2 The High Priestess",
        meanTH:   `มีความไม่ชัดเจน คาดเดาไม่ได้ ไม่มั่นใจกับสถานการณ์ที่เป็นอยู่ มีการปกปิด มีความลับ 
                ความอึดอัดใจ มีเครื่องให้คิดแต่ระบายออกไม่ได้ หรือยังหมายถึงเรื่องเหนือธรรมชาติเกี่ยวข้องกับโหราศาสตร์เพื่อช่วยแก้ไขปัญหา 
                รวมไปถึงการศึกษา เสน่ห์ ความลุ่มหลง ความวุ่นวานในความสัมพันธ์`,
        meanGoodTH: "มีเรื่องของการใช้ศิลปะ จินตนาการ ลางสังหรณ์ เสน่ห์ของความเป็นผู้หญิง",
        meanBadTH: "อาจมีความกังวลใจ ไม่ชัดเจน การปิดบัง ซ่อนเร้น",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ความกังวล หรือการปกปิดบางสิ่งบางอย่างอย่าลืมพูดมันออกมาบ้างเพื่อจะสบายใจมากขึ้นนะ"
    },{// 3 The Empress
        numberCard: 3,
        name: "3 The Empress",
        meanTH:   `มีความมั่นคงในด้านต่างๆ มีความเรียบง่าย หมายถึงสถานะในเรื่องที่ดี 
                มีความรับผิดชอบในการดูแลเรื่องต่างๆ ดูแลบริหารจัดการได้อย่างราบรื่นเป็นไปได้ดีหรือ
                เป็นช่วงที่มีความเกี่ยวข้องกับผู้หญิงที่เป็นผู้ใหญ่หรือมีสถานะทางสังคมเข้ามามีอิทธิพล 
                รวมไปถึงช่วงเวลาแห่งความสุข อิ่มอกอิ่มใจ ถือว่าชีวิตดีๆที่ลงตัว`,
        meanGoodTH:   `ส่งผลดีกับผู้หญิงในทุกเรื่อง ส่วนผู้ชายก็จะได้รับความสุข 
                    ความช่วยเหลือจากผู้หญิงไม่ว่าจะเป็นภรรยาหรือแม่`,
        meanBadTH:    `ถ้าได้ไพ่ที่หมายความว่าเหนื่อยหรือหนัก 
                    จะหมายความได้ว่าจะใช้ชีวิตที่มีความรับผิดชอบอย่างเหน็ดเหนื่อย
                    หรือมีความมั่นคงหรือสุขสบายที่น้อยลง`,
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "เรื่องดีๆก็เก็บไว้ได้ แต่อย่าหลงจนลืมตัวที่จะประคองสิ่งที่มีละ"
    },{// 4 The Emperor
        numberCard: 4,
        name: "4 The Emperor",
        meanTH:   `สถานการณ์มักเป็นไปได้ด้วยดี ควบคุมจัดการสถานการณ์ต่างๆได้อย่างที่ต้องการ
                มีความมั่นคงดี หรืออยู่ในฐานะผู้นำที่มีความกล้า รวมถึงอาจมีเหตุการณ์ที่เป็นบททดสอบให้คอยคิดหรือแก้ไข 
                และหมายถึงช่วงเวลาก้าวหน้า การประสบความสำเร็จ การเป็นบุคคลสำคัญ ถูกช่วยเหลือจากผู้มีอำนาจ 
                ได้รับเกียรติยศหรือการยอมรับจากผู้อื่น เป็นที่รู้จักในวงสังคม ทั้งยังมีความเกี่ยวข้องกับต่างประเทศด้วย`,
        meanGoodTH: "มีความเป็นผู้นำ รักเกียรติศักดิ์ศรี มีสถานสังคมที่ดี มีคนช่วยเหลือสนับสนุน",
        meanBadTH: "ถ้าหลงมัวเมากับสิ่งที่มันไม่ได้ถาวรอาจจะสูญเสียทุกสิ่งทุกอย่างที่มีไปทั้งหมด",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "อย่าหลงไปกับอำนาจ ชื่อเสียง หรือการควบคุมใดๆ จนลืมสิ่งสำคัญจริงๆ"
    },{// 5 The Hierophant
        numberCard: 5,
        name: "5 The Hierophant",
        meanTH:   `มีความเกี่ยวข้องกับการเรียน การเรียนต่อ ค้นคว้าหาความรู้เพิ่มเติมหรือมีเหตุที่ต้องไปปรึกษาขอคำแนะนำจากคนที่นับถือหรือมีความรู้ 
                เข้าใจกับความเป็นจริง ทำให้ใจสงบหรือยอมรับความจริงที่เกิดขึ้น ความราบรื่น แคล้วคลาดปลอดภัย ทุกสิ่งอย่างกำลังดีขึ้น เข้าสู่ความสงบ 
                หรือยังมีหมายถึงในช่วงนี้เราจะได้เกี่ยวข้องกับศาสนาและจารีตประเพณี`,
        meanGoodTH: "การให้ความช่วยเหลือ เป็นที่ปรึกษาเพื่อเกิดแนวปฏิบัติ",
        meanBadTH: "การให้คำแนะนำใครก็อย่าลืมศึกษาให้ดีก่อน เพื่อเป็นพื้นฐานที่ดีในการเป็นที่ปรึกษาให้ผู้อื่นอย่างรอบคอบ",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "อย่าคิดว่าทุกอย่างจะดีแล้วจะไม่รักษาสิ่งดีๆที่กำลังจะเกิดขึ้น"
    },{// 6 The Lovers
        numberCard: 6,
        name: "6 The Lovers",
        meanTH:   `สุขกายสบายใจ ราบรื่น มีสิ่งแวดล้อมและคนรอบข้างที่ดี ไม่สร้างปัญหาที่หนักใจ 
                ช่วงเวลานี้เหมาะกับการมีเพื่อน หากเป็นทุกข์ก็จะคนที่พร้อมช่วยเหลือและให้กำลังใจเสมอ 
                มีเรื่องของความรักที่จะเข้ามาในชีวิต การตกหลุมรัก อีกมุมหนึ่งคือเป็นกาวใจ เป็นพ่อสื่อแม่สื่อ 
                หรือได้พบปะพอเจอผู้คนจนไม่มีทางเหงาแน่นอน`,
        meanGoodTH: "ความราบรื่นของความสัมพันธ์ การร่วมมือร่วมใจ ความสามัคคี",
        meanBadTH: "หากมีทางเลือกเกิดความสับสน โลเล ตัดสินใจเลือกไม่ได้",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "จะรักใครก็อย่าลืมรักตัวเองด้วยนะ"
    },{// 7 The Chariot
        numberCard: 7,
        name: "7 The Chariot",
        meanTH:   `อยู่นิ่งเฉยไม่ได้ เพราะต้องเจอกับสถานการณ์ที่ต้องสู้ ดิ้นรน พยายามเพื่อตัวเอง 
                การฝ่าฟันอุปสรรคต่างๆด้วยตัวเองไม่ค่อยมีคนช่วยเหลือ หรือมีสถานะที่ต้องแข่งขันแย่งชิงการที่ต้องใช้แรงแลกมา 
                ต้องเผชิญกับความขัดแย้ง ศัตรู อุปสรรคต่างๆ เป็นตัวแทนของนักสู้ได้ นอกจากนี้ยังหมายถึงการออกเดินทางไปยังที่ต่างๆ
                หรืออาจหมายถึงต้องมีคนข้องแวะกับคนที่มีลักษณะแบบไพ่นี้`,
        meanGoodTH: "การนักสู้ อดทน แข็งแกร่ง มุมานะหรือการเดินทาง ไม่อยู่กับที่ รวมถึงการพัฒนาเพื่อเกิดการเปลี่ยนแปลง",
        meanBadTH: "การต่อสู้ ดิ้นรน เพื่อเอาชนะอุปสรรคต่างๆ",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ความลำบากเป็นสิ่งหนึ่งที่ทำให้เราได้พัฒนาตัวเองให้ดีขึ้น"
    },{// 8 Strength
        numberCard: 8,
        name: "8 Strength",
        meanTH:   `ถ้าเป็นผู้หญิงเป็นช่วงใช้พลังงานหรือเจอเรื่องที่ค่อนข้างหนัก มีความท้าทาย ต้องแสดงความสามารถ 
                ไหวพริบ ปฏิภาณเพื่อแก้ไขให้ผ่านพ้นไป มีหลายสิ่งที่ต้องรับผิดชอบเป็นผู้นำ จะต่างจาก The Chariot 
                เพราะบางครั้งก็แก้ไขปัญหาได้อย่างละมุนละม่อมถ้าเป็นผู้ชายช่วงนี้เพศหญิงจะมีอิทธิพลกับเราในเรื่องต่างๆ 
                โดยจะมาในรูปแบบการช่วยเหลือ สนับสนุน หรือเข้ามาในแง่ความสัมพันธ์ ซึ่งต้องใช้ไพ่ใบอื่นๆอธิบายเพิ่ม`,
        meanGoodTH: "ไพ่ของหญิงเก่งและแกร่ง แก้ไขฝ่าฟันอุปสรรคได้ มีอำนาจ มีความสามารถรอบด้าน",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ถึงแม้ว่าจะเป็นการ์ดดีแค่ไหน ถ้าใช้ในทางที่ผิด ระวังสิ่งที่ทำจะย้อนกลับทำร้ายตัวคุณเอง"
    },{// 9 The Hermit
        numberCard: 9,
        name: "9 The Hermit",
        meanTH:   `ชีวิตค่อนข้างนิ่งไม่มีอะไรเปลี่ยนแปลง เป็นช่วงที่ต้องอยู่กับตัวเอง ใช้สติปัญญาและคิดทบทวนเรื่องราวต่างๆในชีวิต 
                หรือหมายถึงช่วงเวลาที่ไม่ต้องดิ้นรนหรืออไขว่คว้าอะไรมากมาย หรือยังหมายถึงมีเหตุต้องเกี่ยวข้องกับบุคคลผู้มีความรู้ ครู อาจารย์ 
                ผู้มากประสบการณ์หรือบุคคลในอดีตที่กลับเข้ามาทำให้นึกย้อนหรือทบทวน`,
        meanGoodTH: "ความสงบและเข้าใจชีวิต การอยู่กับตัวเองใช้ชีวิตแบบสันโดษ และเป็นไพ่แห่งความรู้ รวมถึงประสบการณ์จากการผ่านการใช้ชีวิตมามาก",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ชีวิตที่สงบนิ่งก็เหมาะกับการนั่งทบทวนตัวเองก็ถือว่าเป็นเรื่องดีนะ"
    },{// 10 Wheel of Fortune
        numberCard: 10,
        name: "10 Wheel of Fortune",
        meanTH:   `เกี่ยวข้องกับโชคชะตา ความเผอิญ ผลลัพธ์ที่คาดเดาหรือควบคุมสถานการณ์ไม่ได้ หรือมีสถานการณ์ของการเปลี่ยนแปลง 
                มีโอกาสดีๆหรือสิ่งที่ดีๆเกิดขึ้นบางครั้งจำเป็นต้องรีบกอบโกยหรือการมีลาภ หรือถ้าในทางแย่ก็จะมีเรื่องแย่ๆเข้ามาแบบไม่ทันตั้งตัว 
                หรือขณะเดียวกันก็อาจแปลได้ว่าเมื่อคุณเจอเรื่องร้ายๆก็อาจพลิกมาเป็นเรื่องดีได้`,
        meanGoodTH: "-",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ไพ่กำลังจะบอกว่ามีขึ้นก็ต้องมีลง และมีลงก็มีขึ้นเป็นธรรมดานะ"
    },{// 11 Justice
        numberCard: 11,
        name: "11 Justice",
        meanTH:   `เป็นช่วงเวลาที่ต้องจริงจัง มีระเบียบ ตั้งกฎเกณฑ์ เพื่อเป้าหมายที่วางไว้ หรืออยู่ช่วงทำตามเงื่อนไข สัญญา 
                ที่ต้องจริงจังเพราะมันผ่อนปรนหรือยืดหยุ่นไม่ค่อยได้ รวมถึงต้องตัดสินใจบางสิ่งด้วยความคิดและสติปัญญา 
                และยังหมายความว่าเราอาจต้องเกี่ยวข้องกับคนที่มีหน้าที่ทางกฎหมายหรือต้องทำสัญญาด้านกฎหมาย 
                หรือคดีความต่างๆหรืออยู่ภายใต้การถูดบีบบังคับด้วยกฎเกณฑ์`,
        meanGoodTH: "มีการใช้เหตุผลโดยไม่มีการใช้อารมณ์ บริหารจัดการอย่างเป็นระบบ",
        meanBadTH: "อาจะมีความจริงจัง เคร่งคัดมากจนเกินความพอดี",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ความพอดีคือสิ่งที่เราต้องฝึกฝนนะ"
    },{// 12 The Hanged Man
        numberCard: 12,
        name: "12 The Hanged Man",
        meanTH:   `สถานการณ์อยู่นิ่งแต่อึดอัดใจ มีความตึงเครียด ยืดเยื้อไม่จบสิ้น หรือมีการผัดวันไปเรื่อยๆ โดยรวมมีความลำบากทั้งกายและใจ
                มีความรู้สึกทุกข์ใจที่ยังไม่ผ่านพ้นไปหรือผ่านไปอย่างช้าๆ ถูกเอาเปรียบได้ง่ายด้วยความจำยอม 
                ต่อรองยากแต่ด้วยสถานการณ์ที่ลำบากจะมีการใช้ความคิดเพื่อหาทางออกให้ตนเอง และได้มีการรับบทเรียนอย่างรู้ซึ้งของการเป็นไปของชีวิต`,
        meanGoodTH: "ด้วยการใช้สติปัญญา มีความเข้าใจชีวิตมากขึ้นหรือมีมุมองและประสบการณ์ในการแก้ไขปัญหา",
        meanBadTH: "หยุดนิ่งแต่อึดอัดใจ ทุกข์ทั้งกายและใจ มีการแบกรับปัญหา การถูกเอาเปรียบ",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "บางครั้งการปฏิเสธ เราทำให้เราสบายใจขึ้นมาบ้างก็ไม่ใช่เรื่องที่ผิดนะ"
    },{// 13 Death
        numberCard: 13,
        name: "13 Death",
        meanTH:   `มีการสูญเสีย สูญสิ้น หรือบอกถึงจุดสิ้นสุดของบางสิ่ง โดยรวมการเปลี่ยนแปลงความทุกข์โศก เสียใจ 
                ความไม่อยากได้ไม่อยากเป็น หรือทำให้เข้าใจว่าเรื่องธรรมดาของชีวิตเป็นสิ่งที่ปฏิเสธไม่ได้ 
                ไม่ใช่ไพ่ที่เลวร้ายเพราะยังหมายถึงจุดสิ้นสุดของบางสิ่ง`,
        meanGoodTH: "-",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "การเปลี่ยนแปลงไปตามสภาพตามวัฏจักรคือเรื่องธรรมดาที่ทุกคนต้องเจอ"
    },{// 14 Temperance
        numberCard: 14,
        name: "14 Temperance",
        meanTH:   `เกิดความเคลื่อนไหวหลายอย่างในชีวิตที่รวมแล้วยังไม่เข้าที่เข้าทาง มีการปรับปรุง การโยกย้าย 
                ถ่ายเทเรื่องต่างๆ หรือต้องมีการปรับตัวเข้าหาสิ่งแวดล้อมใหม่ๆ การทดลองทำสิ่งต่างๆ 
                แต่ถ้าทำปรับปรุงมากเกินไปจะทำให้เกิดความลังเล ไม่แน่นอน ไม่เกิดความก้าวหน้า เกิดความผันผวน`,
        meanGoodTH: "การโยกย้าย ถ่ายเท รวมถึงการผสมผสานสิ่งต่างๆให้ลงตัว",
        meanBadTH: "ระวังความไม่แน่นอน ความสับสนโลเลที่เกิดจากความเปลี่ยนแปลงที่ไม่แน่นอน",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "การเปลี่ยนแปลงเจอสิ่งแวดล้อมใหม่ถือเป็นเรื่องดี แต่อย่างที่ไพ่ว่าระวังเรื่องความโลเลจากสถานการณ์ที่เปลี่ยนแปลงด้วยนะ"
    },{// 15 The Devil
        numberCard: 15,
        name: "15 The Devil",
        meanTH:   `ความลุ่มหลง หลงใหล หน้ามืดตามัวในทางแย่อาจทำให้ขาดสติ ขาดความยับยั้งชั่งใจ นอกลู่นอกทาง 
                ความผิดพลาดจนทำในสิ่งที่ไม่ถูกต้องลงไป ความอิจฉาริษยา ในทางที่ดีคือความลุ่มหลงทำในสิ่งที่เรารักด้วยความชอบความคลั่งไคล้ในทางที่ดี 
                เช่น อยากเรียนรู้เรื่องราวต่างๆด้วยความอยากรู้ของตัวเอง ฯลฯ ซึ่งถือว่าเป็นข้อดีในการประสบความสำเร็จหรือหมกมุ่นมากไปจนไม่สนใจความถูกต้องก็ไม่ใช่เรื่องที่สมควร`,
        meanGoodTH: "-",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ไพ่กำลังบอกด้านมืดของอารมณ์ รวมไปถึงความต้องการทางจิตใจตามความต้องการ หลงใหลในบางสิ่ง"
    },{// 16 The Tower
        numberCard: 16,
        name: "16 The Tower",
        meanTH:   `เกิดความวุ่นวายหรือเรื่องด่วนฉุกเฉินในแบบที่คาดคิด ป้องกันหรือควบคุมไม่ได้ ส่วนมากมักเป็นเรื่องไม่ดี 
                ไพ่จึงอยากเตือนว่าระมัดระวังว่าไม่ควรประมาท ยังหมายถึงสถานการณ์ที่มีความรุนแรงและรวดเร็ว 
                และเป็นเรื่องของอารมณ์ความรู้สึก ทั้งยังหมายถึงการเปลี่ยนแปลงครั้งใหญ่ที่เปลี่ยนเยอะและรวดเร็ว`,
        meanGoodTH: "ไพ่อยากเตือนให้ระมัดระวังตัวในการใช้ชีวิต",
        meanBadTH: "มีเหตุเกิดอย่างกะทันหัน ฉับพลัน เหนือการควบคุมและเกิดความเสียหายหรือเหตุการณ์แตกแยก",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "การใช้ชีวิตบนความไม่ประมาทเป็นเรื่องที่ทุกคนควรทำ"
    },{// 17 The Star
        numberCard: 17,
        name: "17 The Star",
        meanTH:   `มีความราบรื่น สุขกายสบายใจดี อยู่กับตัวเองด้วยความเงียบไม่มีใครรบกวนเป็นช่วงที่ปลดปล่อยอารมณ์ 
                มีความสุขกับการอยู่คนเดียว ถ้าสถานการณ์ที่พบเจออยู่ย่ำแย่ก็จะมีทางแก้ไขเปลี่ยนจากหนักเป็นเบา 
                เป็นช่วงที่เหมาะกับการบำบัดทั้งกายและใจ และยังหมายถึงสถานการณ์ที่ต้องใช้ไอเดียสร้างสรรค์ 
                แต่จำเป็นต้องใช้สมาธิและอยู่คนเดียวหรืออยู่ช่วงพักผ่อนหนีความวุ่นวาย`,
        meanGoodTH: "ราบรื่น ไร้กังวล ไร้ปัญหา หรือถ้ามีปัญหา ปัญหาที่เจอจะเบาลง ชีวิตเงียบสงบ",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "พักผ่อนบ้างให้ร่างกายและจิตใจได้พักผ่อนบ้างก็ดีนะ"
    },{// 18 The Moon
        numberCard: 18,
        name: "18 The Moon",
        meanTH:   `เป็นช่วงเวลาที่ลำบาก ทำอะไรก็ไม่ได้ดั่งใจหรือคลาดเคลื่อนออกไปเรื่อยๆ บ่งบอกเรื่องสภาวะทางอารมณ์ จิตใจ ความคิด 
                มีเรื่องให้คิดมาก อาจเกิดจากความคิดของเราเองหรือจากผู้อื่น สิ่งที่ต้องเผชิญคือการที่ความรู้สึกมีมากกว่าเหตุผล 
                ความคิดไปไกลก่อนเหตุการณ์ อีกนัยหนึ่งยังหมายถึงความคลุมเคลือ ไม่น่าไว้วางใจ ต้องประเมินสถานการณ์ให้ดี 
                และยังหมายถึงการย้ายที่ย้ายงานที่เกิดมาจากความไม่ราบรื่น`,
        meanGoodTH: "ไพ่อยากเตือนให้ระวังเรื่องอารมณ์ของตัวเราและสถานการณ์",
        meanBadTH: "อารมณ์วิตกกังวล ความกลัว ความสับสน แคลงใจ สงสัย ไม่แน่ใจ",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "ความลำบากเป็นบทหนึ่งที่ฝึกให้เราเรียนรู้และพัฒนาตัวเอง"
    },{// 19 The Sun
        numberCard: 19,
        name: "19 The Sun",
        meanTH:   `เป็นช่วงขาขึ้น มีจังหวะชีวิตที่ดี มองเห็นอนาคตที่สดใส การได้รับสิ่งใหม่ๆ มีเรื่องมงคล น่ายินดี การมีโอกาสประสบความสำเร็จ 
                แต่ก็เป็นเรื่องดีๆที่ไม่ได้จะอยู่กับเรานาน มาแค่ชั่วครั้งชั่วคราว ขึ้นอยู่กับความสามารถและปัจจัยต่างๆ เป็นแค่ตัวบ่งบอกถึงความสำเร็จที่ลงมือทำแต่ยังไม่ใช่ความมั่นคง`,
        meanGoodTH: "การเริ่มต้นใหม่ที่ดี มีโอกาสประสบความสำเร็จ มีเรื่องที่ดีและการสิ้นสุดจากสิ่งเดิมไปยังสิ่งใหม่",
        meanBadTH: "อย่ายึดติดกับความสำเร็จมากเกินไปจนไม่รักษามันไว้",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "เรื่องราวๆดีแต่อย่าลืมรักษามาตรฐานที่เราทำมาด้วยละ"
    },{// 20 Judgement
        numberCard: 20,
        name: "20 Judgement",
        meanTH:   `การได้รับการตัดสิน หรือเหตุการณ์ที่คลุมเคลือมีความกระจ่างชัดเจน โดยจะอยู่ในโหมดที่จริงจังกว่าไพ่ The Sun
                เป็นลัษณะที่เป็นข้อบังคับ หรือชี้ชะตาแล้วต้องยอมรับมัน ซึ่งไม่ดีก็ร้ายไปเลย แต่จะต้องมีปัจจัยเรื่องการกระทำด้วย
                หรือช่วงนี้อาจต้องตัดสินใจอะไรใดๆในชีวิตที่มีผลกับชีวิต และยังหมายถึงการเปลี่ยนแปลง การสู่สิ่งใหม่ ยุคใหม่
                การจบสิ้นของเรื่องเลวร้าย การได้รับการปลดปล่อย รวมถึงได้รับโอกาสจากผู้มีอำนาจมากกว่า`,
        meanGoodTH: "มีความชัดเจนของสถานการณ์นั้นๆมากขึ้น การเริ่มต้นใหม่หรือฟื้นตัวจากเรื่องร้ายๆ",
        meanBadTH: "ไพ่เตือนให้ใช้ชีวิตอย่างไม่ประมาท",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "จะดีหรือไม่อยู่ที่เรากำหนดด้วยนะ"
    },{// 21 The World
        numberCard: 21,
        name: "21 The World",
        meanTH:   `การสิ้นสุดเรื่องใดเรื่องหนึ่งตามเป้าหมายที่ตั้งไว้ การจบลงด้วยดี การปลดปล่อยหรือหลุดพ้นจากเรื่องราวต่างๆ
                หรือมีความสุขสบายกายและใจ หรืออยู่ในจุดอิ่มตัวอ่างสบายใจ และยังหมายถึงการเดินทาง เดินทางไปต่างประเทศหรือเกี่ยวข้องกับต่างประเทศ`,
        meanGoodTH: "มีความสุข ความพึงพอใจ การสร้างรากฐานที่มั่นคง และจุดจบจุดสิ้นสุด",
        meanBadTH: "-",
        meanEN: "",
        meanGoodEN: "",
        meanBadEN: "",
        hint: "จุดสิ้นสุดของเรื่องหนึ่งสู่การเริ่มต้นบทบาทใหม่ๆของชีวิต"
    }
]